src/WiremockUI/.app/5501/scenario1/mappings/mapping-(root)-ICkz1.json

{
  "id" : "79dd6263-7ec5-3b6c-9b27-4fc573420c0b",
  "request" : {
    "url" : "/",
    "method" : "POST",
    "bodyPatterns" : [ {
      "equalToXml" : "<?xml version=\"1.0\" encoding=\"utf-8\"?>\n<soap:Envelope xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\" xmlns:xsd=\"http://www.w3.org/2001/XMLSchema\" xmlns:soap=\"http://schemas.xmlsoap.org/soap/envelope/\">\n  <soap:Body>\n    <Add xmlns=\"http://tempuri.org/\">\n      <intA>1</intA>\n      <intB>2</intB>\n    </Add>\n  </soap:Body>\n</soap:Envelope>"
    } ]
  },
  "response" : {
    "status" : 500,
    "bodyFileName" : "body-(root)-ICkz1.txt",
    "headers" : {
      "Cache-Control" : "private",
      "Content-Type" : "text/html; charset=utf-8",
      "Server" : "Microsoft-IIS/7.5",
      "X-AspNet-Version" : "2.0.50727",
      "X-Powered-By" : "ASP.NET",
      "Date" : "Sat, 23 Sep 2017 03:21:43 GMT"
    }
  },
  "uuid" : "79dd6263-7ec5-3b6c-9b27-4fc573420c0b"
}